Repository: openSUSE/suse-desktop-translations
Catalog: po/*.po
Languages: af, ar, bg, ca, cs, el, gl, ja, kab, km, ko, lt, mr, pl, pt, pt_br, ro, sk, th, uk, xh, zh_cn

source: Origami Designer
ca: Dissenyador d'origami
ja: 折り紙デザイナ
sk: Origami dizajnér
uk: Оформлювач Origami

source: Firefox ESR
ar: فيَرفُكس
cs: Firefox
el: Firefox
gl: Firefox
km: Firefox
lt: Firefox
pl: Firefox
pt: Firefox
pt_br: Firefox
ro: Firefox
sk: Firefox
uk: Firefox
zh_cn: 火狐

source: Web Browser
af: Webrondblaaier
ar: متصفّح وِب
bg: Уеб четец
ca: Navegador web
cs: Webový prohlížeč
el: Περιηγητής ιστοσελίδων
gl: Navegador Web
ja: Web ブラウザ
kab: Sekker iminig n web
km: កម្មវិធី​រុករក​បណ្ដាញ​
ko: 웹 브라우저
lt: Žiniatinklio naršyklė
mr: वेब ब्राऊझर
pl: Przeglądarka internetowa
pt: Navegador de internet
pt_br: Navegador Web
ro: Navigator de web
sk: Webový prehliadač
th: เว็บเบราว์เซอร์
uk: Навігатор Тенет
xh: Isikhangeli Sothungelwano
zh_cn: 网页浏览器

source: Browse the Web
ca: Navegueu per la xarxa
cs: Prohlížení stránek World Wide Webu
gl: Navegue pola web
ja: Web を閲覧します
kab: Inig deg Internet
ko: 웹을 돌아 다닙니다
pl: Przeglądanie stron WWW
pt: Navegue na Internet
pt_br: Navegue na Internet
sk: Prehľadávanie webu
th: ท่องเว็บ
uk: Перегляд веб-сторінок

source: New Window
af: Nuwe venster
ar: نافذة جديدة
bg: Нов прозорец
ca: Finestra nova
cs: Nové okno
el: Νέο παράθυρο
gl: Nova xanela
ja: 新しいウィンドウ
kab: Asfaylu amaynut
km: បង្អួច​​​ថ្មី
ko: 새 창
lt: Naujas langas
mr: नवीन पटल
pl: Nowe okno
pt: Nova janela
pt_br: Nova janela
ro: Fereastră nouă
sk: Nové okno
th: หน้าต่างใหม่
uk: Нове вікно
xh: Ifestile entsha
zh_cn: 新建窗口

source: New Private Browsing Window
af: Nuwe privaatvenster
ar: نافذة تصفح خاصة الجديدة
bg: Нов прозорец за поверително сърфиране
ca: Finestra de navegació privada nova
cs: Nové anonymní okno
el: Νέο παράθυρο ιδιωτικής περιήγησης
gl: Nova xanela de navegación privada
ja: 新しいプライベートウィンドウ
kab: Asfaylu amaynut n tunigin tusligt
km: បង្អួច​ឯកជន​ថ្មី
ko: 새 사생활 보호 모드
lt: Naujas privataus naršymo langas
mr: नवीन वैयक्तिक पटल
pl: Nowe okno prywatne
pt: Nova janela privada
pt_br: Nova janela privativa
ro: Fereastră privată nouă
sk: Nové okno v režime Súkromné prehliadanie
th: หน้าต่างส่วนตัวใหม่
uk: Приватне вікно
xh: Ifestile yangasese entsha
zh_cn: 新建隐私浏览窗口

source: Profile Manager
ca: Gestor de perfils
cs: Správa profilů
gl: Xestor de perfís
ja: プロファイルマネージャ
kab: Amsefrak n umaɣnu
pt_br: Gerenciador de Perfil
sk: Správca profilov
th: ที่จัดการโปรไฟล์
uk: Менеджер профілів

source: SeaMonkey Composer
af: SeaMonkey-samesteller
ar: مكون سيمانكي
bg: Композитор за SeaMonkey
ca: Redactor del SeaMonkey
ja: SeaMonkey コンポーザ
kab: Editeur
km: កម្មវិធី​តែង​របស់ SeaMonkey
ko: 씨몽키 작성
lt: SeaMonkey rengyklė
mr: SeaMonkey कंपोझर
pl: Kompozytor stron SeaMonkey
pt: Compositor SeaMonkey
pt_br: Compositor do SeaMonkey
ro: Compozitor SeaMonkey
th: โปรแกรมสร้างหน้าเว็บในชุด SeaMonkey
uk: Редактор пошти SeaMonkey
xh: Umqambi weNkawuYolwandle
zh_cn: SeaMonkey 撰写器

source: Web Page Creation
af: Webbladskepping
ar: إنشاء صفحات وِب
bg: Създаване на уеб страници
ca: Creació de pàgines web
cs: Tvorba webových stránek
el: Δημιουργία Ιστοσελίδων
gl: Creación de Páxinas Web
ja: Web ページ作成
kab: Azmez n usnulfu n usebtar
km: បង្កើត​ទំព័រ​បណ្ដាញ
ko: 웹 페이지 만들기
lt: Tinklalapių rengyklė
mr: वेब पृष्ठाची निर्मिती
pl: Tworzenie stron internetowych
pt: Criação de Páginas Web
pt_br: Criação de página Web
ro: Creare pagini web
sk: Tvorba webových stránok
th: การสร้างหน้าเว็บ
uk: Створення веб-сторінок
xh: Ukudalwa Kwekhasi Lothungelwano
zh_cn: 创建网页

source: Create web pages with SeaMonkey
af: Lees pos met behulp van SeaMonkey
ar: إنشاء صفحات ويب باستخدام SeaMonkey
bg: Четене на е-поща със SeaMonkey
ca: Creeu pàgines web amb el SeaMonkey
cs: Vytvořit webovou stránku s SeaMonkey
el: Δημιούργησε ιστοσελίδες με το SeaMonkey
gl: Crear páxinas web con SeaMonkey
ja: SeaMonkey で Web ページを作成する
kab: Snulfud isebtar (mačči d-isebtar n umeslay)
km: បង្កើត​ទំព័រ​បណ្ដាញ​ដោយ​ប្រើ SeaMonkey
ko: 씨몽키로 웹 페이지 생성
lt: Kurti saityno puslapius su SeaMonkey
mr: SeaMonkey ने मेल संदेश वाचा.
pl: Twórz strony internetowe za pomocą SeaMonkey
pt: Ler Correio Electrónico com o SeaMonkey
pt_br: Crie páginas da Internet com o SeaMonkey
ro: Creare pagini web cu SeaMonkey
sk: Vytvoriť webové stránky pomocou SeaMonkey
th: ดูจดหมายอิเลกทรอนิกส์ด้วย SeaMonkey
uk: Створення веб-сторінок в SeaMonkey
xh: Funda Imeyile neNkawuYolwandle
zh_cn: 使用 SeaMonkey 创建网页

source: SeaMonkey Mail
af: SeaMonkey-pos
ar: بريد سيمانكي
bg: Е-поща за SeaMonkey
ca: Correu del SeaMonkey
el: Αλληλογραφία SeaMonkey
gl: SeaMonkey
ja: SeaMonkey メール
kab: _emayl
km: សំបុត្រ​របស់ SeaMonkey
ko: 씨몽키 메일
lt: SeaMonkey paštas
mr: SeaMonkey मेल
pl: Kurier poczty SeaMonkey
pt: Correio SeaMonkey
pt_br: E-mail do SeaMonkey
ro: Poșta electronică SeaMonkey
th: โปรแกรมรับ/ส่งจดหมายในชุด SeaMonkey
uk: Пошта SeaMonkey
xh: Imeyile YenkawuYolwandle
zh_cn: SeaMonkey 邮件

source: Mail Client
af: Poskliënt
ar: عميل بريد
bg: Пощенски клиент
ca: Client de correu
cs: Klient pro čtení elektronické pošty
el: Πελάτης Αλληλογραφίας
gl: Cliente de correo
ja: メールクライアント
kab: Igber lqem aneggaru n iseɣzanen n Mozilla, am Thunderbird yettwasnen (amsaɣ imayl), Firefox akked SeaMonkey (iminigen web).
km: កម្មវិធី​អ៊ីមែល
ko: 메일 클라이언트
lt: El. pašto programa
mr: मेल क्लाएंट
pl: Program pocztowy
pt: Cliente de Correio Electrónico
pt_br: Cliente de e-mail
ro: Email
sk: Poštový klient
th: รับ/ส่งจดหมายอิเลกทรอนิกส์
uk: Поштовий клієнт
xh: Umxumi Wemeyile
zh_cn: 邮件客户端

source: Read Mail with SeaMonkey
af: Lees pos met behulp van SeaMonkey
ar: قراءة البريد باستخدام SeaMonkey
bg: Четене на е-поща със SeaMonkey
ca: Llegiu correus amb el SeaMonkey
cs: Přečíst zprávu v SeaMonkey
el: Ανάγνωση Αλληλογραφίας με το SeaMonkey
gl: Lea o correo con SeaMonkey
ja: SeaMonkey でメールを読む
kab: _emayl
km: អាន​សំបុត្រ​ជាមួយ​នឹង​កម្មវិធី SeaMonkey
ko: 씨몽키로 메일 읽기
lt: Skaityti paštą su SeaMonkey
mr: SeaMonkey ने मेल संदेश वाचा.
pl: Czytanie poczty za pomocą SeaMonkey
pt: Ler Correio Electrónico com o SeaMonkey
pt_br: Leia e-mails com o SeaMonkey
ro: Citește poșta electronică cu SeaMonkey
sk: Čítať poštu so SeaMonkey
th: ดูจดหมายอิเลกทรอนิกส์ด้วย SeaMonkey
uk: Читати пошту в SeaMonkey
xh: Funda Imeyile neNkawuYolwandle
zh_cn: 使用 SeaMonkey 阅读邮件

source: SeaMonkey browser
af: SeaMonkey-rondblaaier
ar: مستعرض سيمانكي
bg: SeaMonkey четец
ca: Navegador SeaMonkey
cs: Prohlížeč SeaMonkey
el: Περιηγητής SeaMonkey
gl: SeaMonkey Composer
ja: SeaMonkey ブラウザ
kab: - Iminig
km: កម្មវិធី​រុករក SeaMonkey
ko: 씨몽키 탐색기
lt: SeaMonkey naršyklė
mr: SeaMonkey ब्राऊझर
pl: Przeglądarka SeaMonkey
pt: Navegador SeaMonkey
pt_br: Navegador do SeaMonkey
ro: Navigator SeaMonkey
sk: Prehliadač WWW SeaMonkey
th: เว็บเบราว์เซอร์ในชุด SeaMonkey
uk: Навігатор SeaMonkey
xh: Isikhangeli SenkawuYolwandle
zh_cn: SeaMonkey 浏览器

source: the Snd sound editor
af: die Snd-klankredigeerder
ar: محرر الصوت Snd
bg: Редактор за Snd звук
ca: Editor de so Snd
cs: zvukový editor Snd
el: ο επεξεργαστής ήχου Snd
gl: o editor de son Snd
ja: Snd サウンドエディタ
kab: Amaẓrag
km: កម្មវិធី​និពន្ធ​សំឡេង Snd
ko: Snd 사운드 편집기
lt: Snd garso redaktorius
mr: Snd साऊंड एडिटर
pl: Edytor dźwięku Snd
pt: Editor de som Snd
pt_br: o editor de áudio Snd
ro: Editorul de sunet Snd
sk: Zvukový editor Snd
th: เครื่องมือแก้ไขแฟ้มเสียงประเภท Snd
uk: Редагування звуку -- Snd
xh: Umhleli ngesandi se-Snd
zh_cn: Snd 声音编辑器

source: Mail/News Client
af: Poskliënt
ar: عميل بريد
bg: Пощенски клиент
el: Πελάτης Αλληλογραφίας
gl: Cliente de correo
ja: メールクライアント
ko: 메일 클라이언트
ro: Email
sk: Poštový klient
uk: Поштовий\новинний клієнт
xh: Umxumi Wemeyile
zh_cn: 邮件客户端

source: Firefox
ar: فيَرفُكس
zh_cn: 火狐

source: SeaMonkey
ar: سيمانكي
kab: Igber lqem aneggaru n iseɣzanen n Mozilla, am Thunderbird yettwasnen (amsaɣ imayl), Firefox akked SeaMonkey (iminigen web).
ko: 씨몽키
th: โปรแกรมชุด SeaMonkey
xh: InkawuYolwandle

source: Snd
gl: Editor de son Snd
